{"translation-revision-date":"2024-01-15 19:59:12+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. Take a quick tour to discover what's possible.":["Men låt inte det stoppa dig! Börja anpassa din butiks utseende och känsla genom att lägga till din logga och välja färger och layout. Ta en snabb rundtur för att se vad som är möjligt."],"Our AI tool had a few issues generating your content.":["Det uppstod några problem när vårt AI-verktyg genererade ditt innehåll."],"Welcome to your store!":["Välkommen till din butik!"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Välj ett par typsnitt som passar ditt varumärke bäst. Det större typsnittet kommer att användas för rubriker och det mindre för stödjande innehåll. Du kan när som helst ändra ditt typsnitt i <EditorLink>Redigerare<\/EditorLink> | <StyleLink>Stilar<\/StyleLink>."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Välj den färgpalett som bäst passar ditt varumärke. Vill du ändra den? Skapa en anpassad färgpalett nedan, eller uppdatera den senare i <EditorLink>Redigerare<\/EditorLink> | <StyleLink>Stilar<\/StyleLink>."],"Other.":["Annat."],"I didn’t find a theme that matched my needs.":["Jag hittade inget tema som matchade mina behov."],"I didn’t like any of the available themes.":["Jag gillade inte något av de tillgängliga temana."],"Block Patterns":["Blockmönster"],"Continue designing":["Fortsätt designa"],"Exit and lose changes":["Avsluta och förlora ändringar"],"You'll lose any changes you've made to your store's design and will start the process again.":["Alla ändringar som du har gjort i butikens design går förlorade och du måste börja om processen igen."],"Are you sure you want to exit?":["Är du säker på att du vill avsluta?"],"Generating content":["Genererar innehåll"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Drivs av experimentell AI. {{link}}Läs mer{{\/link}}"],"Editor canvas":["Redigeringsyta"],"Please try again":["Försök igen"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Hoppsan! Vi stötte på ett problem när vi skapade din butik. <retryButton\/>"],"Start again":["Starta igen"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Du kommer att bli ombedd att ange dina företagsuppgifter igen och din befintliga AI-design kommer att gå förlorad. Om du vill anpassa din befintliga design kan du göra det via <EditorLink>Redigeraren<\/EditorLink>."],"Are you sure you want to start over?":["Är du säker på att du vill börja om?"],"Are you sure you want to start a new design?":["Är du säker på att du vill påbörja en ny design?"],"Create a new one":["Skapa en ny"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Fortsätt att anpassa utseendet på din AI-genererade butik, eller börja om från början och skapa en ny."],"Customize your custom theme":["Anpassa ditt anpassade tema"],"Find out how":["Ta reda på hur"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Det verkar som om du använder Jetpacks offline-läge. Växla till online-läge för att börja designa med AI."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Tyvärr är [AI-butiksdesignern] inte tillgänglig just nu eftersom vi inte kan identifiera ditt nätverk. Kontrollera din internetanslutning."],"Looking to design your store using AI?":["Funderar du på att använda AI för att designa din butik?"],"Active theme":["Aktivt tema"],"Back to Home":["Tillbaka till hem"],"Go back to the Home screen to complete your store setup and start selling":["Gå tillbaka till Hem-skärmen för att slutföra din butikskonfiguration och börja sälja."],"Go to the Editor":["Gå till redigeraren"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Gå till redigeraren för att ändra dina bilder och din text, lägga till fler sidor eller göra ytterligare anpassningar."],"Fine-tune your design":["Finjustera din design"],"Your store looks great!":["Din butik ser bra ut!"],"Browse all themes":["Bläddra bland alla teman"],"Or select a professionally designed theme to customize and make your own.":["Eller så kan du välja ett professionellt utformat tema som du kan skräddarsy och göra till ditt eget."],"Design with AI":["Designa med AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Designa utseendet på din butik, skapa sidor och generera text med våra inbyggda AI-verktyg."],"Use the power of AI to design your store":["Använd kraften hos AI för att designa din butik"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Skapa en butik som återspeglar ditt varumärke och företag. Välj ett av våra professionellt designade teman som du kan anpassa, eller skapa ditt eget tema med hjälp av AI."],"Customize your store":["Anpassa din butik"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Anpassa stilen och layouten på din butik för att passa ditt varumärke. Lägg till din logotyp, ändra typsnitt och färger och prova olika sidlayouter. Du kommer att kunna redigera texten och bilderna senare i redigeraren."],"Make your store your own":["Gör din butik till din egen"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Alla layout- och stiländringar du gör kommer att visas här i realtid – perfekt för att testa olika utseenden innan du går live. Du kan också ändra storlek på det här området för att kontrollera hur din butik ser ut på mobilen."],"View your changes in real time":["Visa dina ändringar i realtid"],"Welcome to your AI-generated store!":["Välkommen till din AI-genererade butik."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["Det är här du kan börja anpassa din butiks utseende och känsla, inklusive lägga till din logotyp samt ändra färger och layouter. Ta en snabb rundtur för att se vad som är möjligt."],"Take a tour":["Ta en rundtur"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Använd den vänstra och högra piltangenten för att ändra storlek på innehållsytan. Håll ner skifttangenten för att ändra storlek i större steg."],"Saving failed.":["Misslyckades att spara."],"Logo":["Logga"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Se till att din butik är varumärkesanpassad genom att lägga till din logotyp. För bästa resultat, ladda upp en SVG eller PNG som är minst 300px bred."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Webbplatsikoner är vad du ser på webbläsarflikar, bokmärkesfält och i WordPress-mobilapparna."],"Use as site icon":["Använd som webbplats-ikon"],"Link logo to homepage":["Länka logga till startsida"],"Image width":["Bildbredd"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Välj en ny sidfot från alternativen nedan. Din sidfot inkluderar din webbplats sekundära navigering och läggs till på varje sida. Du kan fortsätta anpassa denna med hjälp av <EditorLink>redigeraren<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Baserat på de mest framgångsrika butikerna i din bransch och på din plats har vårt AI-verktyg rekommenderat denna mall för ditt företag. Föredrar du en annan layout? Välj bland mallarna nedan nu, eller gör det senare i <EditorLink>redigeraren<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Välj ett nytt sidhuvud från alternativen nedan. Ditt sidhuvud inkluderar din webbplats navigering och läggs till på varje sida. Du kan fortsätta anpassa detta med hjälp av <EditorLink>redigeraren<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI har valt en typsnittskombination som passar ditt företag. Om du vill ändra typsnitten kan du välja ett nytt alternativ nedan nu, eller så kan du göra det senare i <EditorLink>redigeraren<\/EditorLink> | <StyleLink>Stilar<\/StyleLink>."],"Change your font":["Ändra ditt typsnitt"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Baserat på informationen som du delade rekommenderar vårt AI-verktyg att du använder denna färgpalett. Vill du ändra den? Du kan välja eller lägga till nya färger nedan, eller så kan du uppdatera dem senare i <EditorLink>redigeraren<\/EditorLink> | <StyleLink>Stilar<\/StyleLink>."],"or create your own":["eller skapa din egen"],"Change your footer":["Ändra din sidfot"],"Change your homepage":["Ändra din startsida"],"Change your header":["Ändra ditt sidhuvud"],"Change fonts":["Ändra typsnitt"],"Change the color palette":["Ändra färgpaletten"],"Add your logo":["Lägg till din logga"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Använd våra stil- och layoutverktyg för att anpassa designen av din butik. Innehåll och bilder kan läggas till eller ändras senare i <EditorLink>redigeraren<\/EditorLink>."],"Let's get creative":["Låt oss bli kreativa"],"Which writing style do you prefer?":["Vilken skrivstil föredrar du?"],"Direct yet respectful, serious and professional.":["Direkt men ändå respektfull, seriös och professionell."],"Formal":["Formell"],"Relaxed and friendly, like a conversation with a friend.":["Avslappnad och vänlig, som en konversation med en vän."],"Informal":["Informell"],"How would you like your store to look?":["Hur vill du att din butik ska se ut?"],"Vibrant with eye-catching colors and visuals.":["Livfullt med iögonfallande färger och bilder."],"Bold":["Fet"],"Elegant and timeless with a nostalgic touch.":["Elegant och tidlöst med en nostalgisk touch."],"Classic":["Klassisk"],"Clean lines, neutral colors, sleek and modern look.":["Stilrena linjer, neutrala färger, elegant och modernt utseende."],"Contemporary":["Kontemporär"],"Who your target audience is":["Vilken din målgrupp är"],"What makes your business unique":["Vad gör ditt företag unikt?"],"How many products you plan on displaying":["Hur många produkter planerar du att visa?"],"What you want to sell":["Vad vill du sälja?"],"Try to include:":["Försök att inkludera:"],"The more detail you provide, the better job our AI can do!":["Ju mer information du tillhandahåller, desto bättre jobb kan vår AI göra."],"Tell us a bit more about your business":["Berätta lite mer om ditt företag"],"Applying the finishing touches":["Slutför den sista finputsningen"],"Assembling your AI-optimized store":["Sätter ihop din AI-optimerade butik"],"Designing the best look for your business":["Utformar det bästa utseendet för ditt företag"],"Comparing the top performing stores":["Jämför de bäst presterande butikerna"],"Analyzing your responses":["Analyserar dina svar"],"Opening the doors":["Öppnar dörrarna"],"Drag to resize":["Dra för att ändra storlek"],"Thanks for the feedback. We'll put it to good use!":["Tack för din feedback. Den kommer att komma till användning!"],"Replace":["Ersätt"],"Saving":["Sparar"],"Continue setting up your store":["Fortsätt konfigurera din butik"],"Preview store":["Förhandsgranska butik"],"Options":["Alternativ"],"Send":["Skicka"],"Neutral":["Varken lätt eller svårt"],"Back":["Tillbaka"],"Navigation":["Navigation"],"Style":["Stil"],"Share feedback":["Dela feedback"],"Skip":["Hoppa över"],"Customize":["Anpassa"],"Done":["Klart"],"Layout":["Layout"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Föregående"],"Save":["Spara"],"Continue":["Fortsätt"],"Cancel":["Avbryt"],"Default":["Standard"],"Delete":["Ta bort"],"Settings":["Inställningar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}